//////////////////////////////////////////////////////////////////////////////////////////////////
//      ______                                            _____                                 //
//      |__   _|            _    ____                    / ____| _               _  _           //
//         | |  _   _  ___ | |_ |  _ \  _   _  _ __     | (___  | |_  _   _   __| |(_)  ___     //
//     __  | | | | | |/ __|| __|| |_) || | | || '_ \      \___ \| __|| | | | / _` || | / _ \    //
//     \ \_/ / | |_| |\__ \| |_ |  _ < | |_| || | | |    ____) || |_ | |_| || (_| || || (_) |   //
//      \___/   \__,_||___/ \__||_| \_\ \__,_||_| |_|   |_____/  \__| \__,_| \__,_||_| \___/    //
//                                                                                              //
//                    ____   _         _     __                                                 //
//                   |  _ \ | |  __ _ | |_  / _|  ___   _ __  _ __ ___                          //
//                   | |_) || | / _` || __|| |_  / _ \ | '__|| '_ ` _ \                         //
//                   |  __/ | || (_| || |_ |  _|| (_) || |   | | | | | |                        //
//                   |_|    |_| \__,_| \__||_|   \___/ |_|   |_| |_| |_|     v2.0               //
//                                                                                              //
//                                                                                              //
//                                          Copyrights (c) 2005-2006 Powerd By JustRun Studio   //
//                                                        All Rights Reserved.                  //
//                                                                                              //
//                                                                                              //
//////////////////////////////////////////////////////////////////////////////////////////////////

/*------------ Language Package (Japanese) ------------*/
var STLja = {
/*----- 13:15 2006-10-26 ------*/
	'Initializing'     : 'リセットしています%s[%s] ...',
	'NoDrop'           : 'このサイトはドラッグを認めません',
	'DragCanceled'     : 'ドラッグ取消.',
	'UndropablePath'   : '集合点は子集合点のルートに置くことは不可能です!',
	'CtrlReleased'     : 'コントロールを解放する.',
	'Timeout'          : 'タイムアウト...',
	'ParentInvalid'    : '親クラス無効、追加エラー',
	'RootUnremovable'  : '仮親クラスは削除できません!',
	'FullExpanding'    : '全部の集合点を展開しています、暫くお待ちください...',
	'FullCollapsing'   : '全部の集合点を回収しています、暫くお待ちください...',
	'NodeInvalid'      : 'ご指定の集合点は見つかりません.',
	'ExecutingFailed'  : '実行失敗 : %s',
	'DropBelow'        : '下に移動',
	'DropAbove'        : '上に移動',
	'DropAsChild'      : '子クラスに移動',
	'Loading'          : 'ローディング...',
/*----- 13:21 2006-11-3 ------*/
	'DeleteHint'       : '親集合点及びその下の子集合点を削除しますか。',
	'DeleteNotAllowed' : '削除の操作は認めません!',
	'DeleteFail'       : '削除失敗!',
	'DeleteSuccess'    : '削除成功!',
	'EditNotAllowed'   : '編集の操作は認めません!',
	'NoTextField'      : '文字のカラムは指定していません.',
	'EditFail'         : '編集失敗!',
	'EditSuccess'      : '編集成功!',
	'MoveNotAllowed'   : '移動は認めません',
	'MoveFail'         : '移動失敗!',
	'MoveSuccess'      : '移動成功!',
	'AddNotAllowed'    : '追加の操作は認めません!',
	'InsertFail'       : '追加失敗!',
	'InsertSuccess'    : '追加成功!',
	'Adding'           : '追加中...',
	'SettingText'      : '文字設定中...',
	'Deleting'         : '削除しています...',
	'Moving'           : '移動中...',
	'InvalidID'        : '番号 \'%s\' への設定はサーバーに見つかりません!',
	'Undropable'       : '放置不可!',
/*----- 12:26 2006-12-12 ------*/
	'AddSibling'       : '同级の集合点を追加',
	'AddChild'         : '子级の集合点を追加',
	'Edit'             : '編集',
	'Delete'           : '削除',
	'Execute'          : '実行',
	'Expand'           : '展開',
	'Collapse'         : '回収',
	'FullExpCol'       : '全部展開/回収',
/*----- 12:57 2006-12-14 ------*/
	'AboutButton'      : 'SkyTreeに関して',
	'Copyright'        : '著作権© 2004-2007 <a href="http://www.justrun.net/" target="_blank">維動オフィス</a> オールの著作権を有する.',
	'About-Version'    : 'バージョン %s',
	'About-Build'      : 'Build %s',
	'About-GNUInfo'    : ' GNU 公共許可証を基づいて公表する',
	'About-MoreInfo'   : '他のインフォメーションはこちらへ %s',
	'About-Appreciate' : 'ありがとうございます',
	'About-ListInvalid': '感謝ネームリストは表示出来ません、インターネットの接続環境を確認してください……',
/*----- 12:57 2006-12-17 ------*/
	'NoResult'         : ' \'%s\' に関する内容を見つかりません。',
	'CountResult'      : ' <strong>%s</strong> 個の内容を見つかりました.',
/*-----   Reserved    ------*/
	'PleaseOrder'      : 'このバージョンはこの機能は使いません、正規版をご使用ください！',
	'Undefined'        : '未定義'
}